Repository: raydocs/tono
Catalog: apps/macos/Tono/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 01 / SIGN IN
zh_hans: 01 / 邮箱登录

source: 02 / CHECK YOUR EMAIL
zh_hans: 02 / 查收邮件

source: A little closer. A world more open.
zh_hans: 距离近一点。 世界，开阔一点。

source: Find the latest email from Tono, then return here and paste the six-digit code. Tono verifies it automatically.
zh_hans: 找到 Tono 发来的最新邮件，回到这里粘贴六位验证码，我们会自动验证。

source: One quiet space for your connection, your routes, and your peace of mind.
zh_hans: 连接、线路与每一次出发，都在这一处安静的空间里。

source: Open your inbox
zh_hans: 打开邮箱，查收验证码

source: Sign in to Tono
zh_hans: 登录 Tono

source: Start with your email. We’ll send a sign-in code — no password to remember.
zh_hans: 从你的邮箱开始。收取一封验证码邮件，无需记住密码。

source: Use another email
zh_hans: 换邮箱

source: YOUR EVERYDAY CONNECTION
zh_hans: 连接，从容一点

source: Your connection stays in your hands.
zh_hans: 你的连接，始终由你掌握。

source: %@ could not be reached, so Tono connected through %@ and made it the selected cloud server.
zh_hans: 无法连接到 %1$@，Tono 已改用 %2$@ 并将其设为当前云端节点。

source: %@ rules
zh_hans: %@ 条规则

source: %@ total
zh_hans: 共 %@

source: %@ · Protected
zh_hans: %@ · 受保护

source: %@ · v%lld · updates automatically
zh_hans: %@ · v%lld · 自动更新

source: %@ · waiting for the first verified sync
zh_hans: %@ · 正在等待首次校验同步

source: %@s
zh_hans: %@ 秒

source: %lld / %lld devices
zh_hans: %lld / %lld 台设备

source: %lld active
zh_hans: %lld 个活动连接

source: %lld apps seen this session
zh_hans: 本会话见过 %lld 个应用

source: %lld cloud servers
zh_hans: %lld 个云端节点

source: %lld entries
zh_hans: %lld 条记录

source: %lld exits
zh_hans: %lld 个出口

source: %lld milliseconds
zh_hans: %lld 毫秒

source: %lld more
zh_hans: 还有 %lld 个

source: %lld nodes
zh_hans: %lld 个节点

source: %lld rules
zh_hans: %lld 条规则

source: %lld sources
zh_hans: %lld 个来源

source: %lld-device limit reached
zh_hans: 已达 %lld 台设备上限

source: ACTIVE
zh_hans: 使用中

source: ACTIVE NODE
zh_hans: 当前节点

source: ACTIVE SERVER
zh_hans: 当前节点

source: Active
zh_hans: 已启用

source: Active connections
zh_hans: 活动连接

source: Active server
zh_hans: 当前节点

source: Activity
zh_hans: 活动

source: Adaptive
zh_hans: 跟随系统

source: Add Node
zh_hans: 添加节点

source: Add Proxy Node
zh_hans: 添加代理节点

source: Add Rule
zh_hans: 添加规则

source: Adjust backdrop blur intensity
zh_hans: 调整背景模糊强度

source: Adjust backdrop visibility
zh_hans: 调整背景透明度

source: Administrator privileges were denied for the Kill Switch.
zh_hans: 断网保护未获得管理员权限。

source: Administrator privileges were not granted.
zh_hans: 未获得管理员权限。

source: All
zh_hans: 全部

source: Allow LAN
zh_hans: 允许局域网

source: App
zh_hans: 应用

source: App routing research
zh_hans: 应用路由研究

source: Appearance
zh_hans: 外观

source: Applying secure app routing…
zh_hans: 正在应用安全应用分流…

source: Apps
zh_hans: 应用

source: Audit & diagnostics log
zh_hans: 审计与诊断日志

source: Audit Log
zh_hans: 审计日志

source: Authenticated VLESS Reality routing with a fail-closed Kill Switch
zh_hans: 经身份验证的 VLESS Reality 路由，配合失败即断的断网保护

source: Authenticated helper resources are missing.
zh_hans: 缺少已认证的网络组件资源。

source: Auto update core binaries
zh_hans: 自动更新核心文件

source: Automatic App Updates
zh_hans: 应用自动更新

source: Automatically upload the full traffic log in the background
zh_hans: 后台自动全量上传流量日志

source: Back
zh_hans: 返回

source: Blocked
zh_hans: 已拦截

source: Buffalo
zh_hans: 布法罗

source: Bytes per second
zh_hans: 字节/秒

source: CUSTOM NODES
zh_hans: 自定义节点

source: Cancel
zh_hans: 取消

source: Cancel and restore internet
zh_hans: 取消并恢复正常网络

source: Carry UDP through VLESS
zh_hans: 通过 VLESS 传输 UDP

source: Change the language and reopen Tono?
zh_hans: 更改语言并重新打开 Tono？

source: Check again
zh_hans: 重新检查

source: Check for Updates
zh_hans: 检查更新

source: Check this plan's expiry date and data allowance, or sign out and sign in again. Contact Tono support if this continues.
zh_hans: 请查看该套餐的到期时间与流量额度，或退出登录后重新登录。若问题持续，请联系 Tono 客服。

source: Checking secure exit…
zh_hans: 正在检查安全出口…

source: Checking…
zh_hans: 正在检查…

source: Checks every 6 hours and installs only after approval
zh_hans: 每 6 小时检查，确认后才会安装

source: Chicago
zh_hans: 芝加哥

source: Choose Target
zh_hans: 选择出口

source: Choose a secure exit for your protected traffic.
zh_hans: 为受保护流量选择一个安全出口。

source: Choose an available cloud server before reconnecting.
zh_hans: 重新连接前请先选择一个可用的云端节点。

source: Choose another route
zh_hans: 换一条线路

source: Claude & WeChat Traffic Research
zh_hans: Claude 与微信流量研究

source: Claude & WeChat research
zh_hans: Claude 与微信研究

source: Claude, ChatGPT and Grok egress through this residential line.
zh_hans: Claude、ChatGPT 与 Grok 经这条家宽线路出网。

source: Clear
zh_hans: 清空

source: Clear All Nodes
zh_hans: 清空所有节点

source: Close All
zh_hans: 全部关闭

source: Cloud Servers
zh_hans: 云端节点

source: Cloud app-routing update was rejected; all traffic remains protected by the current route.
zh_hans: 云端应用分流更新已被拒绝，所有流量仍由当前线路保护。

source: Cloud server update was rejected; the last verified catalog remains active. %@
zh_hans: 云端节点更新已被拒绝，仍在使用上一次已验证的目录。%@

source: Collapse
zh_hans: 收起

source: Configure email sign-in in the Tono control plane.
zh_hans: 请在 Tono 控制台中配置邮箱登录。

source: Configured
zh_hans: 已配置

source: Connect
zh_hans: 连接

source: Connect Tono to view live activity.
zh_hans: 连接 Tono 后可查看实时活动。

source: Connect first to test latency
zh_hans: 需要先连接才能测速

source: Connect to inspect Tono's protected routing rules
zh_hans: 连接后可查看 Tono 的受保护路由规则

source: Connect to see activity
zh_hans: 连接后查看活动

source: Connect to see logs
zh_hans: 连接后查看日志

source: Connect to see which apps use which route.
zh_hans: 连接后可查看各应用走哪条线路。

source: Connected
zh_hans: 已连接

source: Connecting
zh_hans: 正在连接

source: Connecting…
zh_hans: 连接中…

source: Connection check failed: %@
zh_hans: 连接检查失败：%@

source: Connection interrupted — retrying
zh_hans: 连接已中断 — 正在重试

source: Connection needs attention
zh_hans: 连接需要处理

source: Connections
zh_hans: 连接

source: Contact your administrator to restore access.
zh_hans: 请联系管理员恢复访问权限。

source: Continue with email
zh_hans: 使用邮箱登录

source: Copied
zh_hans: 已复制

source: Copy details
zh_hans: 复制详情

source: Copy path
zh_hans: 复制路径

source: Copy recovery command
zh_hans: 复制恢复命令

source: Copy report
zh_hans: 复制报告

source: Copy timing
zh_hans: 复制耗时

source: Copy version for support
zh_hans: 复制版本信息给技术支持

source: Core did not become ready in time
zh_hans: 核心未能在规定时间内就绪

source: Core engine
zh_hans: 核心引擎

source: Core failed to start: %@
zh_hans: 核心启动失败：%@

source: Core not connected
zh_hans: 内核未连接

source: Core startup failed: %@
zh_hans: 核心启动失败：%@

source: Could not apply the setting: %@
zh_hans: 无法应用该设置：%@

source: Could not close active connections: %@
zh_hans: 无法关闭活动连接：%@

source: Could not close the connection: %@
zh_hans: 无法关闭该连接：%@

source: Could not communicate with the network helper.
zh_hans: 无法与网络组件通信。

source: Could not parse subscription content. Please check the subscription format.
zh_hans: 无法解析订阅内容，请检查订阅格式。

source: Could not reach Tono. Check your connection and try again.
zh_hans: 无法连接 Tono 服务，请检查网络后重试。

source: Crash reporting
zh_hans: 崩溃上报

source: Current exit
zh_hans: 当前出口

source: Custom
zh_hans: 自定义

source: Dallas
zh_hans: 达拉斯

source: Dark
zh_hans: 深色

source: Dashboard
zh_hans: 首页

source: Dashboard has not reached the core yet — retrying
zh_hans: 仪表盘还没接到核心，正在重试

source: Debug
zh_hans: 调试

source: Default Proxy
zh_hans: 默认代理

source: Degraded
zh_hans: 已降级

source: Delete Node
zh_hans: 删除节点

source: Device name
zh_hans: 设备名称

source: Devices
zh_hans: 设备

source: Diagnostics report unavailable
zh_hans: 诊断报告不可用

source: Dialer Proxy
zh_hans: 前置代理

source: Direct
zh_hans: 直连

source: Direct traffic blocked
zh_hans: 已拦住直连流量

source: Direct traffic is blocked. Restore internet from here if you need the network.
zh_hans: 已拦住直连流量。需要上网的话，可以从这里恢复。

source: Direct traffic remains blocked while Tono waits to retry.
zh_hans: Tono 等待重试期间，直连流量仍会被阻止。

source: Direction
zh_hans: 方向

source: Disabled for protected Reality routing
zh_hans: 受保护的 Reality 路由已禁用此项

source: Disconnect and restore internet
zh_hans: 断开连接并恢复正常网络

source: Disconnecting
zh_hans: 正在断开

source: Disconnecting…
zh_hans: 正在断开…

source: Dismiss
zh_hans: 忽略

source: Download
zh_hans: 下载

source: Download %@, upload %@
zh_hans: 下载 %1$@，上传 %2$@

source: Edit Node
zh_hans: 编辑节点

source: Edit Proxy Node
zh_hans: 编辑代理节点

source: Edit config file
zh_hans: 编辑配置文件

source: Email
zh_hans: 邮箱

source: Email me a sign-in code
zh_hans: 向我发送登录验证码

source: Enable Logs
zh_hans: 启用日志

source: Enable UDP
zh_hans: 启用 UDP

source: Enrolling this Mac with Tono…
zh_hans: 正在为这台 Mac 注册 Tono…

source: Enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

source: Enter password
zh_hans: 输入密码

source: Enter the six-digit code from your email.
zh_hans: 请输入邮件中的六位验证码。

source: Error
zh_hans: 错误

source: Exit not responding — checking
zh_hans: 出口无响应 — 正在检查

source: Expires
zh_hans: 到期

source: Export
zh_hans: 导出

source: External subscription links are disabled. Servers are synchronized from the authenticated Tono cloud catalog.
zh_hans: 外部订阅链接已停用。节点均由已认证的 Tono 云端目录同步。

source: Failed at
zh_hans: 失败步骤

source: Failed to apply the updated core configuration: %@
zh_hans: 应用更新后的核心配置失败：%@

source: Failed to download subscription (network error)
zh_hans: 下载订阅失败（网络错误）

source: Failed to write config file
zh_hans: 配置文件写入失败

source: Fallback
zh_hans: 故障转移

source: Filter by app, domain, or destination
zh_hans: 按应用、域名或目标筛选

source: Filter logs...
zh_hans: 过滤日志…

source: Finishing
zh_hans: 正在收尾

source: Finishing network transition
zh_hans: 正在完成网络切换

source: Finishing the current operation…
zh_hans: 正在完成当前操作…

source: General
zh_hans: 通用

source: Glass Transparency
zh_hans: 玻璃透明度

source: Global
zh_hans: 全局

source: Google sign-in is not configured.
zh_hans: 尚未配置 Google 登录。

source: HTTP/SOCKS listener port
zh_hans: HTTP/SOCKS 监听端口

source: Helper installation failed: %@
zh_hans: 网络组件安装失败：%@

source: Hide details
zh_hans: 收起详情

source: Home
zh_hans: 家宽

source: Home line
zh_hans: 家宽

source: Home-US is temporarily disabled. Choose a managed cloud server.
zh_hans: Home-US 暂时不可用，请选择一个受管云端节点。

source: How long each step of the most recent connection took. The slowest step is highlighted — quote it when reporting a slow connect.
zh_hans: 最近一次连接中每一步各花了多久。最慢的一步已标出——反馈连接慢时请附上它。

source: Idle
zh_hans: 空闲

source: If this address is eligible, the code is valid for 10 minutes.
zh_hans: 若该邮箱符合条件，验证码 10 分钟内有效。

source: Import
zh_hans: 导入

source: Import YAML config from file
zh_hans: 从文件导入 YAML 配置

source: Import a subscription to load rules
zh_hans: 导入订阅以加载规则

source: Import from Clash Verge
zh_hans: 从 Clash Verge 导入

source: Inactive
zh_hans: 未启用

source: Info
zh_hans: 信息

source: Install Tono in Applications
zh_hans: 请将 Tono 安装到「应用程序」

source: Installed · not responding
zh_hans: 已安装 · 无响应

source: Installed · rejecting this app
zh_hans: 已安装 · 正在拒绝此应用

source: Interface Language
zh_hans: 界面语言

source: Keeping direct traffic blocked…
zh_hans: 正在继续阻止直连流量…

source: Kill Switch armed
zh_hans: 断网保护已启用

source: Kill Switch command failed: %@
zh_hans: 断网保护命令执行失败：%@

source: Kill Switch install failed: %@
zh_hans: 断网保护安装失败：%@

source: Kill Switch is blocking direct Internet from an earlier session.
zh_hans: 上一次会话的断网保护仍在拦截直接联网。

source: Kill Switch is blocking traffic while Tono retries. Tap Protected Offline to restore normal Internet.
zh_hans: 断网保护正在拦截流量，Tono 将自动重试。点按「恢复正常网络」可恢复上网。

source: Kill Switch is blocking traffic. Automatic retries are paused because this needs your action — tap Retry Now after resolving it, or Protected Offline to restore normal Internet.
zh_hans: 断网保护正在拦截流量。这件事需要你处理，自动重试已暂停。解决后点按「立即重试」，或点按「恢复正常网络」恢复上网。

source: Kill Switch off
zh_hans: 断网保护已关闭

source: Kill switch transition failed: %@
zh_hans: 断网保护切换失败：%@

source: LEVEL
zh_hans: 级别

source: Language
zh_hans: 语言

source: Last Connect Timing
zh_hans: 最近一次连接耗时

source: Last error
zh_hans: 最近错误

source: Last seen %@
zh_hans: 最后活跃 %@

source: Launch at Startup
zh_hans: 开机启动

source: Let LAN devices connect through your proxy
zh_hans: 允许局域网设备通过你的代理上网

source: Let Tono support ask this Mac for a snapshot, refresh its server list or retry protection
zh_hans: 允许 Tono 支持团队向这台 Mac 索取诊断快照、刷新节点列表或重试保护

source: Light
zh_hans: 浅色

source: Light, Dark or Liquid adaptive
zh_hans: 浅色、深色或跟随系统

source: Live traffic
zh_hans: 实时流量

source: Load Balance
zh_hans: 负载均衡

source: Loading
zh_hans: 加载中

source: Loading provider rules…
zh_hans: 正在加载规则…

source: Loading secure sign-in options…
zh_hans: 正在加载安全登录选项…

source: Local Logs
zh_hans: 本地日志

source: Local Traffic Audit
zh_hans: 本地流量审计

source: Local only · 10 MB × 3 · credentials and URL queries redacted
zh_hans: 仅存本地 · 10 MB × 3 · 凭证与 URL 查询参数已脱敏

source: Local traffic log
zh_hans: 本地流量日志

source: Location
zh_hans: 位置

source: Locking traffic to tunnel…
zh_hans: 正在锁定流量到隧道…

source: Log export failed. %@
zh_hans: 日志导出失败。%@

source: Log upload is off. Turn it on in Settings › Privacy.
zh_hans: 日志上传已关闭。请在「设置 › 隐私」中开启。

source: Logs
zh_hans: 日志

source: Logs exported
zh_hans: 日志已导出

source: Logs folder
zh_hans: 日志文件夹

source: Los Angeles
zh_hans: 洛杉矶

source: MESSAGE
zh_hans: 消息

source: Managed by Tono
zh_hans: 由 Tono 管理

source: Miami
zh_hans: 迈阿密

source: Mixed Port
zh_hans: 混合端口

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: Network helper
zh_hans: 网络组件

source: Network log upload
zh_hans: 上传网络日志

source: New York
zh_hans: 纽约

source: New server failed verification. Switched back to the previous one.
zh_hans: 新节点没通过验证，已切回原来的节点。

source: No Cloud Servers
zh_hans: 暂无云端节点

source: No Matching Servers
zh_hans: 没有匹配的节点

source: No Node Selected
zh_hans: 未选择节点

source: No Server Selected
zh_hans: 未选择节点

source: No Tono device is available to enroll.
zh_hans: 没有可注册的 Tono 设备。

source: No active connections.
zh_hans: 当前没有活动连接。

source: No active route
zh_hans: 没有活动线路

source: No cloud servers available
zh_hans: 当前没有可用的云端节点

source: No connections match these filters.
zh_hans: 没有符合这些筛选条件的连接。

source: No exit selected
zh_hans: 未选择出口

source: No expiration
zh_hans: 永不过期

source: No logs matching filter
zh_hans: 无匹配的日志

source: No protected Tono cloud exit is ready.
zh_hans: 当前没有就绪的 Tono 受保护云端出口。

source: No proxy nodes found in subscription
zh_hans: 订阅中未找到代理节点

source: No rules loaded
zh_hans: 暂无规则

source: No rules matching "%@"
zh_hans: 没有匹配「%@」的规则

source: No samples yet
zh_hans: 暂无采样

source: No server selected
zh_hans: 未选择节点

source: No sign-in method configured
zh_hans: 未配置登录方式

source: No targets available
zh_hans: 暂无可选出口

source: No verified catalog installed
zh_hans: 尚未安装已验证的目录

source: Node Name
zh_hans: 节点名称

source: Node name is required
zh_hans: 请输入节点名称

source: Nodes
zh_hans: 节点

source: None
zh_hans: 无

source: Not Connected
zh_hans: 未连接

source: Not configured
zh_hans: 未配置

source: Not connected
zh_hans: 未连接

source: Not installed
zh_hans: 未安装

source: Not refreshed since launch
zh_hans: 本次启动后尚未刷新

source: Not signed in
zh_hans: 未登录

source: Not tested
zh_hans: 未测速

source: Nothing leaves this Mac unless you turn on Remote Diagnostics & Safe Actions in Settings › General.
zh_hans: 除非你在「设置 › 通用」中开启「远程诊断与安全操作」，否则不会有任何内容离开这台 Mac。

source: Nothing to send — the log has not advanced since the last upload.
zh_hans: 没有可发送的内容——自上次上传以来日志没有新增。

source: Nothing was sent: log upload is off in Settings › Privacy.
zh_hans: 未发送任何内容：日志上传已在「设置 › 隐私」中关闭。

source: Off
zh_hans: 已关闭

source: Offline
zh_hans: 离线

source: Off by default. When enabled, about every 20 minutes share protection status, the selected server and recent connection events with Tono support
zh_hans: 默认关闭。主动开启后，大约每 20 分钟向 Tono 支持团队分享保护状态、所选节点和最近的连接事件

source: On
zh_hans: 已开启

source: Only local DNS lookups are open; those stay hidden.
zh_hans: 当前只有本机 DNS 查询，已从列表隐藏。

source: Open Applications
zh_hans: 打开「应用程序」

source: Open Settings
zh_hans: 打开设置

source: Open Tono
zh_hans: 打开 Tono

source: Open WebRTC check
zh_hans: 打开 WebRTC 检查

source: Open at login
zh_hans: 登录时打开

source: Opens a page that shows whether your browser is leaking a local or tunnel address. Compare it with the protected IP on the dashboard.
zh_hans: 打开一个页面，显示浏览器是否泄漏了本地或隧道地址。用于对照首页上受保护的 IP。

source: Opt in to compact protection state and four fixed actions only. Sends no traffic data unless Claude Traffic Research is enabled separately.
zh_hans: 仅上报精简的保护状态并允许四种固定操作。除非单独开启 Claude 流量研究，否则不会发送任何流量数据。

source: Osaka
zh_hans: 大阪

source: Password
zh_hans: 密码

source: Plan
zh_hans: 套餐

source: Port
zh_hans: 端口

source: Port must be between 1 and 65535
zh_hans: 端口号必须在 1 到 65535 之间

source: Preferences
zh_hans: 偏好设置

source: Preparing protection…
zh_hans: 正在准备保护…

source: Preparing secure helper…
zh_hans: 正在准备安全组件…

source: Privacy
zh_hans: 隐私

source: Protected
zh_hans: 受保护

source: Protected DNS
zh_hans: 受保护 DNS

source: Protected DNS stopped; Kill Switch is blocking traffic while Tono retries.
zh_hans: 受保护的 DNS 已停止。断网保护正在阻断流量，Tono 正在重试。

source: Protected Offline
zh_hans: 保护中，未连上

source: Protected Offline · retries paused
zh_hans: 保护已开启，当前未连接 · 重试已暂停

source: Protected Reality route
zh_hans: 受保护的 Reality 线路

source: Protected TUN stopped; Kill Switch is blocking traffic while Tono retries.
zh_hans: 受保护的 TUN 已停止。断网保护正在阻断流量，Tono 正在重试。

source: Protected cloud connection
zh_hans: 受保护的云端连接

source: Protected cloud route
zh_hans: 受保护的云路由

source: Protected offline
zh_hans: 保护中，未连上

source: Protected system traffic stopped responding and no alternate server is available; Kill Switch is blocking traffic while Tono reconnects.
zh_hans: 当前线路没响应，也没有可切换的备用节点。断网保护正在拦住直连，Tono 正在重新连接。

source: Protected system traffic stopped responding; Kill Switch is blocking traffic while Tono reconnects.
zh_hans: 当前线路没响应。断网保护正在拦住直连，Tono 正在重新连接。

source: Protected — exit degraded
zh_hans: 已保护 — 出口线路降级

source: Protection
zh_hans: 保护

source: Protection snapshot
zh_hans: 保护状态快照

source: Protection startup failed: %@
zh_hans: 连接保护启动失败：%@

source: Proxied
zh_hans: 云端

source: Proxies
zh_hans: 代理

source: Proxy
zh_hans: 代理

source: Proxy Engine
zh_hans: 代理引擎

source: Proxy Groups
zh_hans: 分组

source: Public IP
zh_hans: 公网 IP

source: Quit
zh_hans: 退出

source: Quit Tono
zh_hans: 退出 Tono

source: Re-protecting this Mac after wake. Kill Switch is blocking direct traffic.
zh_hans: 唤醒后正在重新保护这台 Mac。断网保护正在拦住直连流量。

source: Re-test the selected exit
zh_hans: 重新测试所选出口

source: Reading connections…
zh_hans: 正在读取连接…

source: Reading traffic…
zh_hans: 正在读取流量…

source: Ready
zh_hans: 就绪

source: Ready to connect
zh_hans: 可以连接

source: Reality cloud protection
zh_hans: 云端保护

source: Reconnecting securely
zh_hans: 正在安全重连

source: Recovering protected connection…
zh_hans: 正在恢复受保护连接…

source: Recovery
zh_hans: 恢复

source: Redacted Diagnostics Report
zh_hans: 脱敏诊断报告

source: Refresh
zh_hans: 刷新

source: Refreshing catalog
zh_hans: 正在刷新目录

source: Refreshing…
zh_hans: 正在刷新…

source: Refusing to bind the helper to root.
zh_hans: 拒绝将网络组件绑定到 root 用户。

source: Reject
zh_hans: 拒绝

source: Rejected
zh_hans: 已拒绝

source: Relay
zh_hans: 中继

source: Remote Diagnostics & Safe Actions
zh_hans: 远程诊断与安全操作

source: Remote diagnostics
zh_hans: 远程诊断

source: Remove
zh_hans: 移除

source: Reopen Tono
zh_hans: 重新打开 Tono

source: Repair and reconnect
zh_hans: 修复并重新连接

source: Required by Tono to prevent application bypass
zh_hans: Tono 必需，用于防止应用绕过保护

source: Requires Remote Diagnostics. Shares aggregate Claude protection and native WeChat trial route counts, including rejected or unknown app attribution, plus fixed exit and bypass verdicts. Official claude.ai/anthropic.com hostnames, ports and byte totals may be included; every other destination is aggregated into an "other" bucket carrying only route class, port and byte totals — never the hostname. Raw IPs, process names, paths, content and raw logs stay local.
zh_hans: 需要先开启远程诊断。共享 Claude 保护与微信原生试用路由的聚合计数（含被拒或未知应用归因）以及固定的出口与绕行判定。可能包含官方 claude.ai/anthropic.com 主机名、端口与字节总量；其他所有目标只归入「其他」桶，仅携带路由类别、端口与字节总量——绝不包含主机名。原始 IP、进程名、路径、内容与原始日志均保留在本地。

source: Requires diagnostics. Route aggregates only.
zh_hans: 需先开启诊断。仅分享路由汇总。

source: Residential
zh_hans: 家宽

source: Restore internet
zh_hans: 恢复正常网络

source: Restore internet (turn off protection)
zh_hans: 恢复正常网络（关闭保护）

source: Restoring network access…
zh_hans: 正在恢复网络访问…

source: Restoring system DNS…
zh_hans: 正在恢复系统 DNS…

source: Restoring your Tono session…
zh_hans: 正在恢复你的 Tono 会话…

source: Retry
zh_hans: 重试

source: Retry %lld in %llds
zh_hans: 第 %1$lld 次重试将在 %2$lld 秒后开始

source: Retry Tono connection
zh_hans: 重试 Tono 连接

source: Retry now
zh_hans: 立即重试

source: Retry protected connection
zh_hans: 重试受保护连接

source: Revoke
zh_hans: 移除

source: Rule
zh_hans: 规则

source: Rule Providers
zh_hans: 规则集

source: Rule routing · TUN · Kill Switch
zh_hans: 规则路由 · TUN · 断网保护

source: Rules
zh_hans: 规则

source: Rules Editor
zh_hans: 规则编辑器

source: Running
zh_hans: 运行中

source: SELECTED SERVER
zh_hans: 已选节点

source: SNI (optional)
zh_hans: SNI（可选）

source: STEP %llds
zh_hans: 当前步骤 %lld秒

source: Salt Lake City
zh_hans: 盐湖城

source: Sample
zh_hans: 采样

source: San Jose
zh_hans: 圣何塞

source: Save
zh_hans: 保存

source: Save connections on this Mac
zh_hans: 在本机保存连接记录

source: Save local domains, destination IPs, processes and proxy routes
zh_hans: 在本地保存域名、目标 IP、进程与代理路由记录

source: Search all %@ rules…
zh_hans: 搜索全部 %@ 条规则…

source: Search servers
zh_hans: 搜索节点

source: Seattle
zh_hans: 西雅图

source: Secure
zh_hans: 安全连接

source: Secure WeChat routing could not finish updating; Kill Switch is blocking traffic while Tono retries.
zh_hans: 微信安全分流未能完成更新。断网保护正在阻断流量，Tono 正在重试。

source: Secure WeChat routing was interrupted while updating; Kill Switch is blocking traffic while Tono retries.
zh_hans: 微信安全分流在更新时被中断。断网保护正在阻断流量，Tono 正在重试。

source: Secure app routing was updated; Tono is applying it without opening direct Internet.
zh_hans: 安全应用分流已更新，Tono 正在应用，期间不会打开直连网络。

source: Secure routing is updating. Try switching the cloud server again in a moment.
zh_hans: 安全分流正在更新，请稍后再切换云端节点。

source: Secure sign-in service is unavailable
zh_hans: 安全登录服务不可用

source: Securing DNS…
zh_hans: 正在保护 DNS…

source: Securing your connection
zh_hans: 正在保护连接

source: Select to use this server
zh_hans: 点按切换到此节点

source: Selected
zh_hans: 已选择

source: Selector
zh_hans: 手动选择

source: Send a new code
zh_hans: 重新发送验证码

source: Send a new code (%llds)
zh_hans: 重新发送验证码（%lld 秒）

source: Send the newest log segment to support now
zh_hans: 立即把最新的日志分段发送给支持团队

source: Sending…
zh_hans: 发送中…

source: Sent. The newest log segment is with Tono support.
zh_hans: 已发送。最新的日志分段已送达 Tono 支持团队。

source: Server
zh_hans: 服务器

source: Server Address
zh_hans: 服务器地址

source: Server address is required
zh_hans: 请输入服务器地址

source: Server catalog
zh_hans: 节点目录

source: Server catalog refresh failed
zh_hans: 节点目录刷新失败

source: Server pool
zh_hans: 节点池

source: Settings
zh_hans: 设置

source: Share anonymized app-route counts
zh_hans: 分享匿名应用路由统计

source: Share protection status with Tono support
zh_hans: 向 Tono 支持分享保护状态

source: Show Audit Log in Finder
zh_hans: 在访达中显示审计日志

source: Show Diagnostics Log in Finder
zh_hans: 在访达中显示诊断日志

source: Show Logs page
zh_hans: 显示日志页

source: Show Logs page and record logs
zh_hans: 显示日志页面并记录日志

source: Show details
zh_hans: 显示详情

source: Show in Finder
zh_hans: 在访达中显示

source: Show the Logs page and stream logs while it is open
zh_hans: 显示日志页面并在打开时实时输出日志

source: Showing 200 of %@ matches
zh_hans: 已显示 %@ 条匹配中的前 200 条

source: Showing the newest %lld connections.
zh_hans: 仅显示最新的 %lld 条连接。

source: Sign Out
zh_hans: 退出登录

source: Sign in and wait for the protected server catalog to synchronize.
zh_hans: 登录后请等待受保护节点目录同步完成。

source: Sign in to send the log to support.
zh_hans: 登录后才能把日志发送给支持团队。

source: Sign in with Apple is not configured.
zh_hans: 尚未配置「通过 Apple 登录」。

source: Sign in with a verified email to continue. No password is required.
zh_hans: 使用经过验证的邮箱登录以继续，无需密码。

source: Six-digit email code
zh_hans: 六位邮箱验证码

source: Something went wrong. Please try again.
zh_hans: 出了点问题，请重试。

source: Standby
zh_hans: 待机

source: Start app when system boots
zh_hans: 系统启动时自动打开应用
